<?php

    <main class="main-container">
    <div class="main-container__wrapper">
    <div class="wysiwyg-wrapper">
        <h1>
            Дизайн общественных интерьеров
        </h1>

        <h2>
            Кейс клубного дома Tomazzi Hall
        </h2>

        <img class="content-img--full" width="1100" height="400"
            style="background-image: url(img/image-1.png);">

        <p>
            Создать объект, подобного которому в Санкт-Петербурге еще не было, — такую задачу поставил перед
            собой
            девелопер Interior Lounge, продумывая клубный дом Tomazzi Hall. Над экстерьером комплекса работала
            команда
            одного из крупнейших архитектурных Бюро России — «Студия 11» разработал концепцию, а мы оформили
            интерьер 10
            парадных и 3 лаунж-зон.
        </p>

        <p>
            Заказчик знал команду, следил за нашей деятельностью, поэтому никого больше не рассматривал —
            поручил дизайн
            парадных и лаунж-зон нам. Основными моментами, на которые мы оринтировались, стали:
        </p>

        <ul>
            <li>
                Источники вдохновения планировалось искать в строгой геометрии, модерне и духе «ревущих
                двадцатых»;
            </li>
            <li>
                Необходимо было выдержать дорогой и одновременно элегантный стиль;
            </li>
            <li>
                Ключевой элемент дизайна любого общественного пространства — удобство для жителей.
            </li>
        </ul>

        <!-- <ul class="main-container__list">
            <li class="main-container__list-item">
                Источники вдохновения планировалось искать в строгой геометрии, модерне и духе «ревущих
                двадцатых»;
            </li>
            <li class="main-container__list-item">
                Необходимо было выдержать дорогой и одновременно элегантный стиль;
            </li>
            <li class="main-container__list-item">
                Ключевой элемент дизайна любого общественного пространства — удобство для жителей.
            </li>
        </ul> -->

        <img class="content-img" src="./img/image-2.png" width="540" height="350" alt="Лестница">
        <img class="content-img" src="./img/image-3.png" width="540" height="350" alt="Стеклянный фасад">

        <!-- <div class="main-container__img-wrapper">
            <img src="./img/image-2.png" alt="Лестница" class="main-container__img">
            <img src="./img/image-3.png" alt="Стеклянный фасад" class="main-container__img">
        </div> -->

        <h3>
            Начало работы и источники вдохновения
        </h3>

        <p>
            Над экстерьером комплекса работала команда одного из крупнейших архитектурных бюро России —
            «Студия 11»,
            а мы оформили интерьер 10 парадных и 3 лаунж-зон.
        </p>

        <p>
            Заказчик знал команду, следил за нашей деятельностью, поэтому никого больше не рассматривал —
            поручил
            дизайн парадных и лаунж-зон нам.
        </p>

        <!-- <div class="main-container__text-wrapper">
            <p class="main-container__text-column">
                Над экстерьером комплекса работала команда одного из крупнейших архитектурных бюро России —
                «Студия 11»,
                а мы оформили интерьер 10 парадных и 3 лаунж-зон.
            </p>
            <p class="main-container__text-column">
                Заказчик знал команду, следил за нашей деятельностью, поэтому никого больше не рассматривал —
                поручил
                дизайн парадных и лаунж-зон нам.
            </p>
        </div> -->

        <div class="wp-block-separator"></div>

        <blockquote>
            «Нам хотелось поддержать внешнюю архитектурную концепцию, но внутри добавить что-то
            необычное. Сделать
            некое подобие матрешки, чтобы все время открывались новые смыслы и элементы».
        </blockquote>

        <div class="wp-block-separator"></div>
    </div>
    </div>

    </main>

?>